Repository: felixarntz/options-definitely
Catalog: languages/wpod-*.po
Languages: de_de

source: Open file
de_de: Datei öffnen

source: The %1$s %2$s already exists. If you want to modify it, please use the update method.
de_de: Das %1$s %2$s ist bereits vorhanden. Um es zu bearbeiten, benutzen Sie bitte die update-Methode.

source: The %1$s %2$s was not provided a parent.
de_de: Für das %1$s %2$s wurde kein Elternelement angegeben.

source: No slug was provided.
de_de: Es wurde kein Slug angegeben.

source: The type %s is not a valid type for a component.
de_de: Der Typ %s wird von keiner Komponente unterstützt.

source: The plugin is already initialized. You must perform every modifications either in the wpod filter or in the wpod_oo action.
de_de: Das Plugin wurde bereits initialisiert. Sie müssen sämtliche Anpassungen entweder im Rahmen des wpod-Filters oder der wpod_oo-Action vornehmen.

source: The %1$s %2$s does not exist. You can instead use the add method to add it.
de_de: Das %1$s %2$s existiert nicht. Verwenden Sie stattdessen die add-Methode, um es hinzuzufügen.

source: The %1$s %2$s does not exist, so it does not need to be deleted.
de_de: Das %1$s %2$s existiert nicht, also braucht es nicht gelöscht zu werden.

source: This function should never be called manually.
de_de: Diese Funktion sollte niemals manuell aufgerufen werden.

source: The field %s has been declared as a repeatable, but it does not contain any fields.
de_de: Das Feld %s wurde als wiederholbar deklariert, enthält aber keine Felder.

source: Choose / Upload a file
de_de: Datei wählen / hochladen

source: The type for field %s is not supported. Either specify a supported type or provide a valid callback function instead.
de_de: Der Typ des Felds %s wird nicht unterstützt. Geben Sie entweder einen korrekten Typ oder eine vorhandene Callback-Funktion an.

source: Add new
de_de: Neu hinzufügen

source: The type for field %1$s (part of repeatable %2$s) is not supported. Either specify a supported type or provide a valid callback function instead.
de_de: Der Typ des Felds %1$s (Teil des wiederholbaren Felds %2$s) wird nicht unterstützt. Geben Sie entweder einen korrekten Typ oder eine vorhandene Callback-Funktion an.

source: Remove
de_de: Entfernen

source: Field placeholder
de_de: Feld-Platzhalter

source: Field title
de_de: Feld-Titel

source: Menu label
de_de: Menü-Label

source: There are no tabs to display for the page %s. Either add some or adjust the required capabilities.
de_de: Die Seite %s enthält keine Tabs, die angezeigt werden können. Fügen Sie entweder welche hinzu oder passen Sie die benötigten Berechtigungen an.

source: Help tab title
de_de: Hilfs-Tab-Titel

source: Page title
de_de: Seiten-Titel

source: Page label
de_de: Seiten-Label

source: There are no fields to display for section %s. Either add some or provide a valid callback function instead.
de_de: Der Abschnitt %s enthält keine Felder, die angezeigt werden können. Fügen Sie entweder welche hinzu oder geben Sie eine vorhandene Callback-Funktion an.

source: Section title
de_de: Abschnitts-Titel

source: There are no sections to display for tab %s. Either add some or provide a valid callback function instead.
de_de: Das Tab %s enthält keine Abschnitte, die angezeigt werden können. Fügen Sie entweder welche hinzu oder geben Sie eine vorhandene Callback-Funktion an.

source: Settings successfully saved.
de_de: Änderungen erfolgreich gespeichert.

source: Some errors occured while trying to save the following settings:
de_de: Beim Versuch die Einstellungen zu speichern sind Fehler aufgetreten:

source: All other settings not mentioned above were saved successfully.
de_de: Alle weiteren, oben nicht erwähnten Einstellungen wurden erfolgreich gespeichert.

source: Tab title
de_de: Tab-Titel

source: %s is no valid choice for this field.
de_de: %s ist keine korrekte Auswahl für dieses Feld.

source: The values %s are not valid options for this field.
de_de: Die Werte %s sind keine korrekte Auswahl für dieses Feld.

source: The number %1$s is invalid. It must be lower than or equal to %2$s.
de_de: Die Nummer %1$s ist ungültig. Sie muss kleiner oder gleich %2$s sein.

source: The number %1$s is invalid. It must be greater than or equal to %2$s.
de_de: Die Nummer %1$s ist ungültig. Sie muss größer oder gleich %2$s sein.

source: The number %1$s is invalid since it is not divisible by %2$s.
de_de: Die Nummer %1$s ist ungültig, da sie nicht durch %2$s teilbar ist.

source: %s is not a valid email address.
de_de: %s ist keine gültige Email-Adresse.

source: %s is not a valid URL.
de_de: %s ist keine gültige URL.

source: The date %1$s is invalid. It must not occur later than %2$s.
de_de: Das Datum %1$s ist ungültig. Es darf nicht später als %2$s sein.

source: The date %1$s is invalid. It must not occur earlier than %2$s.
de_de: Das Datum %1$s ist ungültig. Es darf nicht früher als %2$s sein.

source: The time %1$s is invalid. It must not occur later than %2$s.
de_de: Der Zeitpunkt %1$s ist ungültig. Er darf nicht später als %2$s sein.

source: The time %1$s is invalid. It must not occur earlier than %2$s.
de_de: Der Zeitpunkt %1$s ist ungültig. Er darf nicht früher als %2$s sein.

source: %s is not a valid hexadecimal color.
de_de: %s ist kein gültiger Hexadezimal-Farbcode.

source: The media file with ID %s is neither of the valid formats.
de_de: Die Mediendatei mit ID %s ist nicht in einem der benötigten Formate.

source: The post with ID %s is not a WordPress media file.
de_de: Der Post mit ID %s ist keine WordPress-Mediendatei.

source: It has to be an image file.
de_de: Es muss eine Bilddatei sein.

source: It has to be a video file.
de_de: Es muss eine Videodatei sein.

source: It has to be an audio file.
de_de: Es muss eine Audiodatei sein.

source: It has to be a document file.
de_de: Es muss ein Textdokument sein.

source: It has to be a spreadsheet file.
de_de: Es muss eine Spreadsheet-Datei sein.

source: It has to be an interactive file.
de_de: Es muss eine interaktive Datei sein.

source: It has to be a plain text file.
de_de: Es muss eine Textdatei sein.

source: It has to be a file archive.
de_de: Es muss ein Dateiarchiv sein.

source: It has to be a code file.
de_de: Es muss eine Quellcode-Datei sein.

source: It has to be a favicon.
de_de: Es muss ein Favicon sein.

source: It has to be a PDF file.
de_de: Es muss eine PDF-Datei sein.

source: Some errors occurred during validation the repeatable field:
de_de: Während der Überprüfung des wiederholbaren Felds sind Fehler aufgetreten:

source: The value must not be empty.
de_de: Der Wert darf nicht leer sein.

source: The validation function specified is invalid. It does not exist.
de_de: Die angegebene Funktion zur Überprüfung ist ungültig. Sie existiert nicht.

source: This framework plugin makes adding options to the WordPress admin area very simple, yet flexible. It all works using a filter and an array.
de_de: Dieses Framework-Plugin erleichtert das Hinzufügen von Optionen zum WordPress Admin-Bereich und ist dennoch flexibel. Es funktioniert mithilfe eines einzigen Filters und eines Arrays.
